{
    "version": "https://jsonfeed.org/version/1",
    "title": "Duyen Dinh",
    "description": "",
    "home_page_url": "https://duyendinh.com",
    "feed_url": "https://duyendinh.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "Duyen Dinh"
    },
    "items": [
        {
            "id": "https://duyendinh.com/hanh-trinh-hoc-bong-chinh-phu-thuy-dien-sisgp.html",
            "url": "https://duyendinh.com/hanh-trinh-hoc-bong-chinh-phu-thuy-dien-sisgp.html",
            "title": "Hành trình học bổng chính phủ Thuỵ Điển (SISGP)",
            "summary": "Mình viết bài chia sẻ này với hy vọng sẽ giúp ích cho các bạn – những SI holders tương lai, hoặc của những học bổng khác, có thêm động lực vượt qua nỗi chán chường, hoang mang về bản thân; hoặc có thể biết&hellip;",
            "content_html": "<p>Mình viết bài chia sẻ này với hy vọng sẽ giúp ích cho các bạn – những SI holders tương lai, hoặc của những học bổng khác, có thêm động lực vượt qua nỗi chán chường, hoang mang về bản thân; hoặc có thể biết thêm được những điều hay ho nào đó mà các bạn chưa tìm hiểu/ nghĩ tới</p>\n<p>Trở thành một trong mười người Việt Nam nằm trong danh sách sinh viên nhận học bổng Chính Phủ Thuỵ Điển (Swedish Institute Scholarship for Global Professionals – SISGP) 2020 là một điều cực kì vinh dự và may mắn đối với mình. Nhưng phải nói là, trong quá trình xin các học bổng ở Châu Âu khác nhau, học bổng này “hành” mình nhất, có những lúc mình muốn “dẹp” luôn cho rồi. Nguyên lai là do mình tập trung nộp học bổng khác, nhưng (lại) may mắn và phải cảm ơn tính “lì” của mình – đã (lỡ) làm gì thì làm đến cùng, và sự động viên vô bờ bến của gia đình mình, bạn bè mình và tất nhiên không thể hiếu những lời góp ý hết sức có tâm từ mentor của mình.</p>\n<p>Thực ra quy trình nộp học bổng này được nêu rõ ràng ở website chính thức của Viện Thuỵ Điển (Swedish Institute – SI), các bạn có thể nghiên cứu ở <a href=\"https://si.se/en/apply/scholarships/swedish-institute-scholarships-for-global-professionals/\"><strong>đây</strong></a>. Tuy nhiên, mình vẫn muốn viết lại những gì mình đã trải qua, kinh nghiệm cá nhân cũng như cảm xúc “thăng trầm” lúc chuẩn bị như thế nào. Bởi lẽ mình cũng chỉ là sinh viên bình thường, sau khi tốt nghiệp thì vừa đi làm vừa chuẩn bị hồ sơ, nhưng du học là ước mơ to lớn đối với mình. Và trên hành trình biến mơ ước thành hiện thực, mình cũng có những mông lung (không biết bắt đầu từ đâu), có những khó khăn (vấn đề này nên giải quyết như thế nào), có những cảm xúc tiêu cực (mệt mỏi muốn từ bỏ), có những hoang mang (mình có đi đúng đường hay chưa). Nhưng, mình cũng có những người dẫn đường, có những lời động viên, có sự giúp đỡ,… và mình nghĩ sự giúp đỡ lớn nhất mà bạn nhận được chính là từ chính mình. Chỉ cần bạn vững tin và không bỏ cuộc, luôn sẽ có cách, và hãy tìm một người đồng hành với bạn, hoặc một nguồn động viên tích cực. Mình rất thích một từ trong tiếng Anh, đó là GRIT (hiểu nôm na là bền bỉ), bạn có thể mệt, nhưng hãy “learn how to rest, not to quit” trên quãng đường dài đằng đẵng này.</p>\n<p><strong>Mình sẽ tách bài chia sẻ thành 4 phần khác nhau:</strong></p>\n<p><a href=\"https://duyendinh.com/hanh-trinh-hoc-bong-chinh-phu-thuy-dien-sisgp-phan-1-tong-quan-ve-hoc-bong.html\">Phần 1: Tổng quan về học bổng</a></p>\n<p><a href=\"https://duyendinh.com/hanh-trinh-hoc-bong-chinh-phu-thuy-dien-sisgp-phan-2-university-admission.html\">Phần 2: University Admission</a></p>\n<p><a href=\"https://duyendinh.com/hanh-trinh-hoc-bong-chinh-phu-thuy-dien-sisgp-phan-3-thu-trinh-bay-dong-luc-motivational-lettersop.html\">Phần 3: Thư trình bày động lực – Motivational Letter/ SOP</a></p>\n<p><a href=\"https://duyendinh.com/hanh-trinh-hoc-bong-chinh-phu-thuy-dien-sisgp-phan-4-cac-giay-to-khac-cv-thu-gioi-thieu-giay-chung-nhan.html\">Phần 4: Các giấy tờ khác (CV, Thư giới thiệu, Giấy chứng nhận)</a></p>\n<p><strong>P/S:</strong> Ngoài các thông tin xoay quanh về SISGP, riêng phần CV, Thư Giới thiệu và Thư trình bày động lực, mình cũng bổ xung thêm một số lưu ý chung cho việc nộp học bổng. Ngoài SISGP, mình có nhận được học bổng toàn phần dành cho sinh viên xuất sắc của University of Verona – Ý (chỉ 2 sinh viên ở ngành mình được trao mỗi khoá, trị giá học phí + 16,000 euro sinh hoạt phí – khoảng 500-600tr), và học bổng học phí của University of Turku – top 3 Phần Lan (trị giá 20,000 euro (550tr), mỗi năm dành 1-2 suất cho mỗi khoá, University of Turku khoa Business có 02 ngành, năm của mình có khoảng 40 bạn được nhận, và có 2-3 bạn được cấp học bổng cho ngành của mình, theo như điều phối chương trình thông tin).</p>\n<p><em><strong>Disclaimer:</strong></em> Đây hoàn toàn là những kinh nghiệm cá nhân của mình, và nguồn thông tin tham khảo từ website chính thức, anh chị alumni đã nhận học bổng, các bài chia sẻ/ phân tích học bổng… nói nôm na là rất nhiều nguồn khác nhau trong suốt quá trình tìm hiểu học bổng. Nếu có một ý tưởng, luận điểm, câu chữ,… nào đó có sự tương đồng với ý tưởng, luận điểm, câu chữ… của ai khác, mong các bạn hiểu rằng đó là sơ suất không cố ý, sự trùng lặp tình cờ. Và mình rất mong nhận được những ý kiến đóng góp để chuyên mục về SISGP được hoàn thiện hơn.</p>\n<p><!-- notionvc: 8fb1e937-9e52-4fc2-9677-b967bcd37b81 --></p>",
            "author": {
                "name": "Duyen Dinh"
            },
            "tags": [
            ],
            "date_published": "2026-01-11T18:06:11+01:00",
            "date_modified": "2026-01-11T18:06:11+01:00"
        }
    ]
}
